[BlindingGas X2SitRepTemplate]
FriendlyName="实验性化学武器"
Description="这里的抵抗组织发射了一种实验性化学武器：变种人和外星单位的瞄准和暴击将大大减少"

[ResistanceCell X2SitRepTemplate]
FriendlyName="电阻池"
Description="一个活跃的抵抗小组将在这项任务中与XCOM作战。"

[ExperimentalStims X2SitRepTemplate]
FriendlyName="实验性兴奋剂"
Description="实验性兴奋剂将用于这项任务，为小队带来巨大的好处。然而，退出会造成伤害。"

[ExperimentalStims X2AbilityTemplate]
LocFriendlyName="实验性刺激"
LocHelpText="获得额外的机动性、瞄准力、精神免疫力，并减少任务造成的伤害。任务结束后，撤离将造成伤害。"
LocLongDescription="获得额外的机动性、瞄准力、精神免疫力，并减少任务造成的伤害。任务结束后，撤离将造成伤害。"
LocFlyOverText="实验性刺激"

[ExperimentalChemicals X2AbilityTemplate]
LocFriendlyName="实验性化学武器"
LocHelpText="在任务期间损失 20 点瞄准和 40 点暴击"
LocLongDescription="在任务期间损失 20 点瞄准和 40 点暴击"
LocFlyOverText="实验性化学武器"


[AlienSwarm X2SitRepTemplate]
FriendlyName="外星群"
Description="英特尔表示，该地区有高度集中的外星单位。"
